_posts/language/2024-07-01-to-hit-the-ground-running.html
---
layout: post
title: 单词本：to hit the ground running
tags: [English]
categories: [language]
---
<p>
上次讲过，最近在做信息安全的培训 PPT ，学习哈佛商业评论的 PPT 制作课程时，遇到过在<a href="../../../../../../../kimim/kimi.im/_notes/_posts/language/2024-06-25-flesh-out.html#ID-A64947B3-8F21-4216-BF0A-287A48613265">flesh out</a>这个词。后面课程也提到，如何给演讲给个好头：
</p>

<p>
First up is your opening - how are you going to start your
presentation?  Here, Kevin Friesen, director of academy at Duarte,
breaks down the best way <b>to hit the ground running</b>.
</p>

<p>
这里用了一个习惯用语<b>to hit the ground running</b>，字面看好像是把大地打跑起来。实际意思是一举成功。
</p>

<p>
比如：She studied the reports over the weekend so she could <b>hit the
ground running</b> when the meeting began. 她在周末学习报告，这样就能在会议开始的时候一举成功。
</p>

<p>
The Hire Firm 咨询网站的Silas Peterson写过一篇文章<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>，给出了一些建议，如何在新任岗位上一举成功。文章标题为《5 Steps to Hit the Ground
Running in Your New Role》。大概步骤如下：
</p>
<ol class="org-ol">
<li>Prepare for a Professional Impression 给人留下一个专业工作者的初步印象</li>
<li>Be Ready to Absorb Knowledge 随时准备快速吸收知识</li>
<li>Get to Know People 快速熟悉工作相关的同事</li>
<li>Observe the Culture 观察了解企业文化，做事风格</li>
<li>Focus on Adding Value 专注于为企业、老板和同事带来新的价值</li>
</ol>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
5 Steps to Hit the Ground Running in Your New Role
<a href="https://www.thehirefirm.com/2024/06/26/5-steps-to-hit-the-ground-running-in-your-new-role/">https://www.thehirefirm.com/2024/06/26/5-steps-to-hit-the-ground-running-in-your-new-role/</a>
</p></div></div>


</div>
</div>